Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/social_welfare/social_welfare_payments/social_welfare_payments_and_work/afterschool_childcare_scheme.html.txt.tmx
Source language: en
Languages: ga

source: After-School Child Care Scheme
ga: An Scéim Cúram Leanaí Iarscoile

source: The After-School Child Care Scheme (ASCC) supports low-income people to return to work
ga: Tacaíonn an Scéim Cúram Leanaí Iarscoile (ASCC) le daoine dífhostaithe ar ísealioncam filleadh ar an obair

source: The scheme provides subsidised after-school childcare places to people with children of primary school age who find employment, increase their employment or take up a place on an employment support scheme
ga: Soláthraíonn an scéim áiteanna fóirdheonaithe i gcúram leanaí iarscoile do dhaoine a bhfuil leanaí atá d’aois bhunscoile acu agus a fhaigheann post, a mhéadaíonn líon na laethanta a oibríonn siad nó a théann i mbun scéim tacaíocht fostaíochta

source: The subsidised after-school childcare places are provided by local childcare providers (both community and commercial)
ga: Is iad soláthraithe áitiúla cúram leanaí (idir sholáthraithe pobail agus sholáthraithe tráchtála) a chuireann na háiteanna fóirdheonaithe i gcúram leanaí iarscoile ar fáil

source: You pay your contribution directly to the childcare provider
ga: Íocann tú do ranníocaíocht go díreach leis an soláthraí cúram leanaí

source: The Department of Social Protection has published an information leaflet on the scheme - SW135
ga: Tá an scéim ar oscailt d’iarratais ón 14 Iúil 2014

source: Since 25 June 2015 people getting Family Income Supplement (FIS) who increase the hours they work can apply for the scheme
ga: Tá bileog faisnéise ar an scéim - SW135 foilsithe ag an Roinn Coimirce Sóisialaí

source: You may be eligible for the scheme if you:
ga: Is féidir go mbeidh tú incháilithe don scéim sna cásanna seo a leanas:

source: • Have 1 or more children aged between 4 and 13 who are in primary school and
ga: • Tá leanbh amháin nó níos mó agat atá idir 4 bliana d’aois agus 13 bliana d’aois agus atá ag freastal ar bhunscoil,

source: • Are currently getting either Jobseeker’s Allowance, Jobseeker’s Benefit, Jobseeker's Transitional payment, One-Parent Family Payment or are on an employment support programme and have been getting your payment (or a combination of any of the qualifying payments) for at least 3 months
ga: • Tá tú ag fáil Liúntas Cuardaitheora Poist, Sochar Cuardaitheora Poist nó Íocaíocht Teaghlaigh Aon-Tuismitheora nó tá tú páirteach i gclár tacaíocht fostaíochta agus

source: • Or have been getting Family Income Supplement (FIS) (for any length of time) and increase your hours of work
ga: • Tá tú ag fáil na híocaíochta sin (nó meascán de cheann ar bith de na 4 íocaíocht cháilitheacha) le 3 mhí ar a laghad

source: To avail of the scheme you must either:
ga: Chun leas a bhaint as an scéim, ní mór duit ceann ar bith de na nithe seo a leanas a dhéanamh:

source: • Start a new job (including a job under the JobsPlus initiative) or
ga: • Post nua a thosú (lena n-áirítear post faoin tionscnamh JobsPlus) nó

source: • Increase the number of hours you currently work or
ga: • Líon na laethanta a oibríonn tú faoi láthair a mhéadú nó

source: • Take up a place on an employment support programme (except the Community Employment scheme)
ga: • Dul i mbun clár tacaíocht fostaíochta (seachas an scéim Fostaíocht Pobail)

source: People who are not eligible
ga: Daoine nach bhfuil incháilithe

source: If you are on a Community Employment (CE) scheme you are not eligible for the ASCC as the CE Childcare Programme caters for people on CE schemes with children up to 13 years of age.) Self-employed people who are getting Jobseeker’s Allowance and people who are signing for credits only are not eligible for the scheme
ga: Má tá tú páirteach i scéim Fostaíocht Pobail (CE), níl tú incháilithe don ASCC toisc go bhfreastalaíonn Clár Cúram Leanaí na scéime Fostaíocht Pobail ar dhaoine atá páirteach i scéimeanna Fostaíocht Pobail agus a bhfuil leanaí atá 13 bliana d’aois nó níos óige acu

source: If you are allocated an after-school child care place(s), you are entitled to a total of 52 weeks of after-school child care (regardless of the number of children you have) provided your circumstances do not change
ga: Má leithdháiltear áit(eanna) i gcúram leanaí iarscoile ort, tá tú i dteideal cúram leanaí iarscoile ar feadh 52 seachtain san iomlán (beag beann ar líon na leanaí atá agat) fad nach mbeidh aon athrú ar do chúinsí

source: If you use the service part-time in a week, this is counts as a full week
ga: Má bhaineann tú leas as an tseirbhís ar bhonn páirtaimseartha i seachtain ar leith, áirítear é sin mar sheachtain iomlán

source: In other words, you are entitled to a maximum of 52 weeks on the scheme, even if you only use the scheme part-time
ga: Is é sin le rá, tá tú i dteideal leas a bhaint as an scéim ar feadh 52 seachtain ar a mhéad, fiú amháin sa chás nach mbaineann tú leas as an scéim ach ar bhonn páirtaimseartha

source: Provided that your circumstances do not change, your entitlement will last for 52 weeks from the date that you first take up an after-school child care place
ga: Fad nach mbeidh aon athrú ar do chúinsí, mairfidh do theidlíocht ar feadh 52 seachtain ón dáta a nglacann tú áit i gcúram leanaí iarscoile den chéad uair

source: Your childcare provider will notify you when the end of your eligibility period is approaching (see ‘Other options’ below for other childcare schemes you may be able to avail of)
ga: Tabharfaidh do sholáthraí cúram leanaí fógra duit nuair a bheifear ag druidim ar dheireadh do thréimhse incháilitheachta (féach ‘Roghanna eile’ thíos le haghaidh faisnéise ar scéimeanna eile cúram leanaí a bhféadfadh go mbeifeá in ann leas a bhaint astu)

source: If you lose your job you will no longer be eligible for the scheme
ga: Má chailleann tú do phost, ní bheidh tú incháilithe don scéim a thuilleadh

source: However, if you get your job back or find a new job, you may be entitled to use any weeks remaining from your 52-week provision if you are still eligible
ga: Má fhaigheann tú do phost ar ais, nó má fhaigheann tú post nua, áfach, is féidir go mbeidh tú in ann leas a bhaint as aon seachtainí atá fágtha de do sholáthar

source: You can apply for subsidised after-school child care up to 26 weeks after you start your new job, take up additional employment or start your employment support scheme
ga: Is féidir leat iarratas a dhéanamh ar áit fhóirdheonaithe i gcúram leanaí iarscoile suas le 26 seachtain tar éis duit do phost nua a thosú, fostaíocht bhreise a ghlacadh nó páirt a ghlacadh i scéim tacaíocht fostaíochta

source: Changes to your situation
ga: Athruithe ar do chúinsí

source: If you are offered subsidised after-school child care, you must immediately notify your local Intreo centre or social welfare office of any change in your circumstances that may affect your entitlement
ga: Má thairgtear áit fhóirdheonaithe duit i gcúram leanaí iarscoile, ní mór duit fógra a thabhairt láithreach d’ionad áitiúil Intreo nó do d’oifig áitiúil leasa shóisialaigh faoi aon athrú i do chúinsí a d’fhéadfadh difear a dhéanamh don teidlíocht atá agat

source: For example, you may no longer be entitled to the scheme if:
ga: Mar shampla, is féidir nach mbeidh tú i dteideal na scéime a thuilleadh sna cásanna seo a leanas:

source: • You lose your job
ga: • Cailleann tú do phost

source: • You reduce your hours of employment
ga: • Laghdaíonn tú líon na laethanta a oibríonn tú

source: • You leave your employment programme
ga: • Fágann tú do chlár fostaíochta

source: • Your child is no longer of primary school age
ga: • Níl do leanbh d’aois bhunscoile a thuilleadh

source: If you meet the criteria and are offered a place on the scheme, you can get after-school child care at a subsidised daily rate of €3 per day per child (€15 per week), which you pay directly to the childcare provider
ga: Más rud é go gcomhlíonann tú na critéir agus go dtairgtear áit duit ar an scéim, is féidir leat cúram leanaí iarscoile a fháil ar ráta laethúil fóirdheonaithe de €3 in aghaidh na seachtaine in aghaidh an linbh (€15 in aghaidh na seachtaine), rud a íocann tú go díreach leis an soláthraí cúram leanaí

source: The scheme also offers a pick-up service at no additional cost
ga: Tairgeann an scéim seirbhís bhailiúcháin saor in aisce freisin

source: The amount you pay will not vary during school holidays
ga: Ní bheidh aon athrú ar an tsuim a íocfaidh tú le linn laethanta saoire scoile

source: If you need full-time child care during holidays, the additional cost will be funded by the scheme for up to 10 weeks
ga: Má theastaíonn cúram leanaí lánaimseartha uait le linn laethanta saoire scoile, maoineoidh an scéim an costas breise a bheidh air sin ar feadh 10 seachtaine ar a mhéad

source: However you cannot use the childcare scheme only for holiday periods, you must use the scheme during the school year to be eligible for school holiday child care
ga: Mar sin féin, ní féidir leat leas a bhaint as an scéim cúram leanaí i gcomhair tréimhsí saoire amháin, ní mór duit leas a bhaint as an scéim le linn na scoilbhliana chun bheith incháilithe do chúram leanaí le linn laethanta saoire scoile

source: Contact your local Intreo centre or social welfare office for more information on the ASCC
ga: Déan teagmháil le hionad áitiúil Intreo nó le d’oifig áitiúil leasa shóisialaigh chun tuilleadh faisnéise a fháil ar an ASCC

source: Staff there will explain the application process and give you the relevant forms
ga: Míneoidh ball foirne an próiseas iarratais agus tabharfaidh sé/sí na foirmeacha cuí duit

source: If you are eligible, you will be given a letter confirming your eligibility
ga: Má tá tú incháilithe, tabharfar litir duit lena ndeimhneofar é sin

source: You will then be referred to your nearest County Childcare Committee (CCC) who will arrange your afterschool childcare place(s)
ga: Tarchuirfear thú ina dhiaidh sin chuig an gCoiste Cúram Leanaí Contae (CCC) is gaire duit agus socróidh sé d’áit(eanna) i gcúram leanaí iarscoile

source: People on CE schemes can apply for child care places under the CE Childcare (CEC) Programme which covers pre-school and afterschool childcare places
ga: Is féidir le daoine atá páirteach i scéimeanna Fostaíocht Pobail iarratas a dhéanamh ar áiteanna i gcúram leanaí faoi Chlár Cúram Leanaí na scéime Fostaíocht Pobail, rud ina gcuimsítear áiteanna i gcúram leanaí réamhscoile agus áiteanna i gcúram leanaí iarscoile

source: If you are taking part in employment or training schemes the CETS scheme may be available
ga: Má tá tú páirteach i scéimeanna fostaíochta nó oiliúna, is féidir go mbeidh an Scéim Tacaíochta um Oiliúint agus um Fhostaíocht Cúram Leanaí (CETS) ar fáil

source: There are also childcare places available for low income parents under the Community Childcare Programme
ga: Tá áiteanna i gcúram leanaí ar fáil freisin do thuismitheoirí ar ísealioncam faoin gClár Cúram Leanaí Pobail

source: Pre-school children can avail of a free pre-school year
ga: Is féidir le leanaí réamhscoile leas a bhaint as an mbliain réamhscoile saor in aisce

source: Contact your local social welfare office or Intreo centre
ga: Déan teagmháil le d’oifig áitiúil leasa shóisialaigh nó le hionad áitiúil Intreo
